Revit 2027 API
ParameterTypeId.RbsElecRoomReflectivityWalls Property
 "Wall Reflectance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecRoomReflectivityWalls { get; }
Public Shared ReadOnly Property RbsElecRoomReflectivityWalls As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecRoomReflectivityWalls {
	ForgeTypeId^ get ();
}
static member RbsElecRoomReflectivityWalls : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace